Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Motor slot liners [insulators]
it: Camicie per vano motore [isolanti]

source: Laminated plastic sheets for use in manufacture
it: Fogli in laminato plastico per la produzione

source: Sealing and insulating materials
it: Materiali per isolare o sigillare

source: Plastic sheeting for use in horticulture
it: Fogli in plastica per l'orticoltura

source: Asbestos powder
it: Polvere di amianto

source: High tension overhead line insulators
it: Isolatori per linee aeree ad alta tensione

source: Flexible tubes (Non-metallic -) for the conducting of gaseous media
it: Tubi flessibili (Non metallici -) per la conduzione di mezzi gassosi

source: Hoses made from elastomer lined woven textiles
it: Tubi flessibili in tessuti rivestiti di elastomeri

source: Rubber sheets for stopping
it: Fogli di gomma per turare

source: Insulating matting
it: Tappetini isolanti

source: Spring washers of rubber
it: Rondelle elastiche in gomma

source: Ceilings made of mineral fibres for insulating buildings
it: Soffitti in fibre minerali per l'isolamento di edifici

source: Ceramic parts for insulation in high frequency apparatus
it: Elementi in ceramica per l'isolamento in apparecchi ad alta frequenza

source: Chemical compositions for preventing leaks
it: Composizioni chimiche per prevenire le perdite

source: Semi-finished rubber in the form of profiles
it: Gomma semilavorata sotto forma di profili

source: Plastic foam materials for use in manufacture
it: Materie plastiche espanse per la fabbricazione

source: Reinforced fabrics [asbestos]
it: Tessuti rinforzati [amianto]

source: Resin impregnated tapes for fabricating parts for aerospace applications
it: Nastri impregnati di resina per la fabbricazione di parti per applicazioni aerospaziali

source: Compositions to prevent the radiation of heat
it: Materie per impedire l'irradiamento del calore

source: Yarns of ceramic fibres [other than for use in textiles]
it: Fili di fibre ceramiche [non per uso tessile]

source: Plastic substances, semi-processed
it: Materie plastiche semilavorate

source: Sealing rings for pipe fittings (Non-metallic -)
it: Anelli di tenuta per raccordi di condotti (Non metallici -)

source: Gaskets made of rubber
it: Guarnizioni in gomma

source: Nitrile rubber
it: Gomma di nitrile

source: Rubber cords and laces
it: Corde e stringhe di gomma

source: Rubber lids and caps [for industrial packaging containers]
it: Coperchi e tappi in gomma [per contenitori d'imballaggio industriali]

source: Insulating adhesives
it: Adesivi isolanti

source: Polyethylene sheeting for laying over the frames of horticultural structures
it: Fogli in polietilene da stendere sopra il telaio di strutture per l'orticoltura

source: Pipe extensions (Non-metallic -)
it: Estensioni per tubi (Non metalliche -)

source: Pipe jointing compounds for preventing rusting
it: Composti antiruggine per giunzione di condotti

source: Sleeves for insulating engines
it: Manicotti per isolamento di motori

source: Fabrics made from wool for use as insulation
it: Tessuti realizzati con lana per uso come isolanti

source: Sealing gaskets (non-metallic -) [other than for ships]
it: Guarnizioni ermetiche (non metalliche -) [non per navi]

source: Decorative articles [badges] made of rubber
it: Articoli ornamentali [targhette] in gomma

source: Artificial balata
it: Balata artificiale

source: Profiled strips of rubber for use in manufacture
it: Strisce profilate di gomma per uso produttivo

source: Seals (Non-metallic -) for preventing leakage of fluids
it: Chiusure a tenuta (non metalliche) per evitare perdite di liquidi

source: Rubber sheathing for oil flow lines to protect against salt water corrosion
it: Guaine di gomma per oleodotti per la protezione dalla corrosione causata da acqua salata

source: Rubber sheets for insulating
it: Fogli di gomma per l'isolamento

source: Adhesive tapes for use with floor coverings
it: Nastri adesivi per rivestimenti per pavimenti

source: Anti-vibration tape
it: Nasto anti-vibrazioni

source: Washers of vulcanised fibre for the protection of draw bolts
it: Rondelle di fibre vulcanizzate per la protezione di bulloni di serraggio

source: Liquid rubber
it: Caucciù liquido

source: Rubber shock absorbers for industrial machinery
it: Ammortizzatori in gomma per macchine industriali

source: Synthetic rubber for use in manufacture
it: Gomma sintetica per la fabbricazione

source: Nylon tubes
it: Tubi di nylon

source: Foils of cellulose [other than for wrapping or packaging]
it: Fogli di cellulosa [non per imballaggio o confezionamento]

source: Polythene for covering seeds
it: Polietilene per copertura di semi

source: Polyurethane foam in blocks for use in flower arranging
it: Espanso poliuretanico in blocchi per disposizioni floreali

source: Washers of rubber for forming tight joints [other than for water taps]
it: Rondelle di gomma per formare giunti stagni [non per rubinetti per l'acqua]

source: Laminates containing polyamide foams for thermal insulation
it: Laminati contenenti espansi di poliammidi per isolamento termico

source: Articles made of synthetic rubber for use in vibration attenuation
it: Articoli in gomma sintetica per l'attenuazione delle vibrazioni

source: Dielectric barriers
it: Barriere dielettriche

source: Draught preventers for doors
it: Dispositivi anti-spifferi per porte

source: Elastomeric polymers for use in manufacture
it: Polimeri elastomerici per uso in produzione

source: Elastomeric sealing material being liquid impermeable
it: Materiale di tenuta elastomerico impermeabile ai liquidi

source: Semi-worked rubber
it: Gomma semilavorata

source: Thermal insulation material for the construction of lofts
it: Materiali per isolamento termico per la costruzione di solai

source: Asbestos fabrics for use as cable insulation
it: Tessuti di amianto per uso come isolanti per cavi

source: Mouldable synthetic resins [semi-finished]
it: Resine sintetiche da stampare [semilavorate]

source: Moulds of rubber for use in the production of paving stones
it: Stampi in gomma per la produzione di pietre per pavimentazione

source: Mountings made of rubber for transmission assemblies
it: Supporti in gomma per gruppi di trasmissione

source: Hydraulic hose [non-metallic, other than parts of vehicle hydraulic systems]
it: Tubi idraulici flessibili [non metallici, non per parti di sistemi idraulici per veicoli]

source: Hydraulic packing
it: Giunti idraulici

source: Insulation material for use in the aircraft industry
it: Materiali isolanti per l'industria di produzione di velivoli

source: Insulation sheets
it: Pannelli isolanti

source: Flexible expansion joints
it: Giunti ad espansione flessibili

source: Plastics materials in the form of plates [semi-finished products]
it: Materie plastiche sotto forma di pannelli [prodotti semilavorati]

source: Plates of insulating material for use in manufacture
it: Piastre di materiale isolante per uso produttivo

source: Shock absorbent insulation of rubber
it: Dispositivi isolanti antiurto in gomma

source: Panels made of vinyl for use in manufacture
it: Pannelli in vinile per uso produttivo

source: Asbestos felt
it: Feltro d'amianto

source: Rubber, raw or semi-worked
it: Gomma grezza o semilavorata

source: Transparent acrylic sheets for shielding against electromagnetic waves
it: Fogli di acrilico trasparenti per la schermatura da onde elettromagnetiche

source: Transparent acrylic sheets incorporating shielding for electromagnetic waves
it: Fogli di acrilico trasparenti contenenti schermature per onde elettromagnetiche

source: Treated papers for insulating
it: Carta trattata per l'isolamento

source: Rings of synthetic rubber
it: Anelli in gomma sintetica

source: Couplings (Non-metallic -) for flexible pipes
it: Raccordi non in metallo per tubi flessibili

source: Covers made of rubber for protecting electrical components
it: Rivestimenti in gomma per la protezione di componenti elettrici

source: Crude fibres of carbon
it: Fibre grezze di carbonio

source: Expanded closed cell rubber for thermal insulation
it: Gomma espansa a cellule chiuse per isolamento termico

source: Substrates of rubber for use in the manufacture of printed circuits
it: Substrati di gomma per la produzione di circuiti stampati

source: Non-metallic flexible hoses of rubber reinforced with wires
it: Tubi flessibili non metallici in gomma rinforzati con fili

source: Non-metallic flexible hoses of textile-reinforced synthetic rubber
it: Tubi flessibili non metallici in gomma sintetica rinforzata in tessuto

source: Non-metallic insulated pipe jackets
it: Guaine isolanti non metalliche per condotti

source: Non-metallic microporous hose for use in agriculture
it: Tubi flessibili microporosi non metallici per l'agricoltura

source: Non-metallic microporous tubes for use in horticulture
it: Tubi flessibili microporosi non metallici per l'orticoltura

source: Non-metallic microporous tubes for use in arboriculture
it: Tubi microporosi non metallici per l'arboricoltura

source: Acoustical insulation for buildings
it: Isolamento acustico per edifici

source: Acrylic sheeting for use in manufacture
it: Rivestimenti acrilici per l'uso in produzione

source: Plastics in extruded form for use in manufacture
it: Prodotti in materie plastiche semilavorate

source: Bags [envelopes, pouches] of rubber, for packaging
it: Sacchetti [buste, bustine] di gomma per imballaggio

source: Butyl rubber (Liquid -)
it: Gomma butilica (liquida)

source: Plastics materials in the form of blocks [semi-finished products]
it: Materie plastiche sotto forma di blocchi [prodotti semilavorati]

source: Hoses of textile material
it: Tubi in materie tessili

source: Flexible pipes of silicone rubber reinforced with fabric
it: Tubi flessibili in gomma di silicone rinforzati con tessuto

source: Flexible tubes for use in irrigation
it: Tubi flessibili per irrigazione

source: Flexible tubing containing carbon fibres
it: Tubi flessibili contenenti fibre di carbonio

source: Artificial gutta percha
it: Guttaperca artificiale

source: Asbestos fibres for insulation
it: Fibre di amianto per l'isolamento

source: Bags of hard rubber for packaging
it: Borse in ebanite per imballaggio

source: Barriers for protection against heat
it: Barriere di protezione contro il calore

source: Casings of synthetic rubber for tubes
it: Involucri in gomma sintetica per condotti

source: Rubber tape for insulating
it: Nastri di gomma per l'isolamento

source: Spacers (Rubber -) for use with optical cables
it: Separatori (In gomma -) per uso con cavi ottici

source: Chemical compositions for lining pipes to prevent leaks
it: Composti chimici di rivestimento per tubi per evitare perdite

source: Chemical compositions for sealingly adhering together pipe joints
it: Composti chimici per la giunzione di giunti di tubi aderenti l'uno all'altro

source: Chloroprene rubber
it: Gomma cloroprene

source: Clips of rubber for cables
it: Graffette in gomma per cavi

source: Semi-finished rubber in the form of extrusions
it: Gomma semilavorata sotto forma di estrusioni

source: Semi-finished rubber in the form of mouldings
it: Gomma semilavorata sotto forma di pezzi stampati

source: Pipe wrappings of rubber for protective purposes
it: Involucri in gomma per condotti per uso protettivo

source: Heat sealable plastics for the manufacture of lids for containers
it: Plastica sigillabile a caldo per la produzione di coperchi per contenitori

source: Heat sealable plastics laminates for use in manufacture
it: Laminati plastici sigillabili a caldo per la produzione

source: Fibres impregnated with synthetic resins for use in manufacture
it: Fibre impregnate con resine sintetiche per la fabbricazione

source: Protective acrylic spray coatings for insulating purposes
it: Rivestimenti spray acrilici protettivi isolanti

source: Quilted blankets for insulating
it: Coperte trapuntate isolanti

source: Gaskets [other than fibrous gaskets for ships]
it: Guarnizioni [escluse quelle a fibre per nautica]

source: Insulating coatings made of fused silica and ceramic fibres
it: Rivestimenti isolanti in silice fusa e fibre di ceramica

source: Semi-processed synthetic polymer resins
it: Resine di polimeri sintetiche semilavorate

source: Semi-worked polymer resins in the form of bands
it: Resine polimeriche semilavorate in forma di fasce

source: Sequency membranes of polyamides
it: Membrane di sequenza in poliammidi

source: Pipe jointing compounds for preventing leakage
it: Composti di giunzione per tubi per evitare perdite

source: Mica, raw or partly processed
it: Mica grezza o semilavorata

source: Barrier curtains in the nature of floating baffles or booms for the containment of pollutants
it: Cortine di sbarramento in forma di pannelli o barriere galleggianti per il contenimento di sostanze inquinanti

source: Fire resistant expansion joints
it: Giunti ad espansione ignifughi

source: Fabrics made of mixed synthetic and natural fibres for use as insulation
it: Tessuti a base di fibre naturali e sintetiche miste per uso come isolanti

source: Acrylic latexes (Processed -)
it: Lattice acrilico (Trattato -)

source: Decorative articles [badges] made of mica
it: Articoli ornamentali [targhette] in mica

source: Articles made of synthetic rubber for use in shock absorbing
it: Articoli in gomma sintetica per assorbire gli urti

source: Waterproof packings
it: Guarnizioni di tenuta

source: Weatherstripping compositions
it: Materie per turare le fessure

source: Rubber hose for the termination of cables
it: Tubi flessibili in gomma per terminazione di cavi

source: Rubber in extruded form for use in manufacture
it: Gomma in forma estrusa per uso produttivo

source: Rubber powder
it: Polvere di gomma

source: Glass reinforced resins [semi-worked or semi-finished]
it: Resine rinforzate in fibra di vetro [semilavorate]

source: Anti-cold insulating compositions
it: Composti isolanti anti-freddo

source: Urea resins [semi-worked]
it: Resine ureiche [semilavorata]

source: V-shaped seals (Non-metallic -)
it: Guarnizioni a V (Non metalliche -)

source: Water based insulating lacquers
it: Lacche isolanti a base d'acqua

source: Gaskets for industrial use
it: Guarnizioni per uso industriale

source: Gaskets in the form of rings
it: Guarnizioni sotto forma di anelli

source: Stair edgings of rubber
it: Bordi per scale in gomma

source: Rings of rubber
it: Anelli di gomma

source: Asbestos slate
it: Ardesia d'amianto

source: Silicone rubber compositions
it: Composti in gomma al silicone

source: Slag wool for use as a building insulator
it: Lana di scorie per uso come isolante per l'edilizia

source: Foam for use as motor compartment linings
it: Espansi per rivestimenti interni di vani motore

source: Washers of rubber for the protection of hooks
it: Rondelle di gomma per la protezione di ganci

source: Industrial molten metal furnace insulation made of ceramic enamel fiber
it: Isolanti per forni industriali per metalli fusi a base di fibre di smalto di ceramica

source: Insulating water proofing membranes
it: Membrane isolanti di impermeabilizzazione

source: Lightweight mineral wool slabs for thermal insulation purposes
it: Lastre di lana minerale leggera a scopo di isolamento termico

source: Magnet wire (Insulation for -)
it: Filo magnetico (Isolamento per -)

source: Articles of foamed plastics for use as bases of floral decorations
it: Articoli di plastica espansa per uso come basi di decorazioni floreali

source: Elastomeric sealing material being vapour impermeable
it: Materiale di tenuta elastomerico impermeabile al vapore

source: Laminated plastic films for use on windows
it: Pellicole plastiche laminate per finestre

source: Impervious adhesive strips for edging of roofs
it: Strisce adesive impermeabili per bordi di tetti

source: Insulations with sealing functions for heat protection
it: Isolanti con funzione di tenuta per la protezione termica

source: Industrial packaging containers of rubber
it: Recipienti per imballaggio industriale in gomma

source: Latex for industrial use
it: Lattice per uso industriale

source: Flexible hoses composed of plastics
it: Tubi flessibili costituiti da plastica

source: Plastics materials in the form of tapes [semi-finished products]
it: Materie plastiche sotto forma di nastri [prodotti semilavorati]

source: Plates of cellulose acetate for use in manufacture
it: Piastre di acetato di cellulosa per uso produttivo

source: Boards for insulating purposes
it: Pannelli per l'isolamento

source: Waterproof membranes made of polymers
it: Membrane impermeabili a base di polimeri

source: Waterproofing film (plastic -) [other than for packaging]
it: Pellicole impermeabilizzanti (plastica -) [non per imballaggio]

source: Couplings (Non-metallic -) for use with high pressure hoses
it: Giunti (Non metallici -) per tubi flessibili per alta pressione

source: Raw fibres of carbon, other than for textile use
it: Fibre di carbonio grezze, non per uso tessile

source: Crude fibres of glass for insulation purposes
it: Fibre grezze di vetro per l'isolamento

source: Crumb rubber
it: Grumi di gomma

source: Expanded closed cell rubber for cushioning
it: Gomma espansa a cellule chiuse per imbottitura

source: Expanded polystyrene underfloor insulation
it: Isolanti sotto il pavimento in polistirene espanso

source: Insulation covers for industrial machinery
it: Rivestimenti isolanti per macchinari industriali

source: Masking film for use in photography and graphic arts
it: Pellicole per mascheratura destinate a fotografia e arti grafiche

source: Molded foam insulated container packing for commercial transportation
it: Imballaggi in espanso per contenitori isolanti per trasporto commerciale

source: Synthetic resins in sheet form for use in manufacture
it: Resine sintetiche in forma di fogli per uso produttivo

source: Foam supports for floral arrangements
it: Supporti in espanso per decorazioni floreali

source: Polyurethane film for use in sealing and insulating buildings
it: Pellicole in poliuretano per la tenuta e l'isolamento di edifici

source: Sealants for buildings
it: Sigillanti per edifici

source: Packing [cushioning, stuffing] materials of rubber or plastics
it: Materie per imballaggio [imbottitura] in gomma o in materie plastiche

source: Acoustical insulation barrier panels
it: Pannelli per barriere di isolamento acustico

source: Junctions, not of metal, for flexible pipes
it: Raccordi, non metallici, per tubi flessibili

source: Foils of metal for insulating
it: Fogli metallici isolanti

source: Microporous synthetic sheets for use in manufacture
it: Fogli sintetici microporosi per la fabbricazione

source: Extruded plastic in the form of bars, blocks, pellets, rods, sheets and tubes for use in manufacturing
it: Materie plastiche estruse sotto forma di barre, blocchi, granuli, listelli, fogli e tubi per uso industriale

source: Joint connectors (Non-metallic -) for pipes
it: Connettori per giunti (Non metallici -) per tubi

source: Laminated plastics material for use with computerised engraving material
it: Materie laminate di plastica per uso con materiali di incisione computerizzati

source: Insulating plates of mica
it: Pannelli isolanti di mica

source: Insulating substances
it: Sostanze isolanti

source: Insulating wrap for the electrical shielding of wires
it: Involucri isolanti per la schermatura elettrica di fili

source: Insulation board made from mineral wool
it: Pannelli isolanti in lana minerale

source: Fluorosilicone rubber elastomers
it: Elastomeri di gomma fluorosiliconica

source: Carbon fibres for use in industry
it: Fibre di carbonio per uso industriale

source: Caulking compounds for sealing cracks
it: Composti di calafataggio per sigillare crepe

source: Caulking compounds for use in preventing leakage from pipes
it: Composti di calafataggio per evitare perdite da tubi

source: Rubber sheets for the manufacture of shoe soles
it: Fogli di gomma per la produzione di suole per scarpe

source: Safety curtains of rubber
it: Sipari di sicurezza in gomma

source: Spacers of rubber for use with sandwich panels
it: Separatori in gomma per uso con pannelli sandwich

source: Rubber thread and covered rubber yarn [not for textile use]
it: Filo di gomma e filato rivestito in gomma [non per uso tessile]

source: Strips of film [metal] for insulating
it: Strisce di pellicola [metallo] per isolare

source: Semi-finished polyamide resins in the form of sheets
it: Resine poliammidiche semilavorate sotto forma di lastre

source: Semi-finished rubber in the form of strips
it: Gomma semilavorata sotto forma di strisce

source: Pipe wrappings for insulation purposes
it: Involucri per condotti per l'isolamento

source: Sealing strips made of rubber
it: Strisce di tenuta in gomma

source: Protective acrylic coatings in the form of paints for insulating purposes
it: Rivestimenti protettivi acrilici in forma di vernici a scopo isolante

source: Plastic material in extruded form for use in production
it: Materie plastiche in forma estrusa per uso industriale

source: Rubber bars and rods
it: Barre e aste in gomma

source: Insulating mastics
it: Mastici isolanti

source: Polyester fleece for thermal insulation
it: Tessuto in poliestere per l'isolamento termico

source: Semi-worked polymer resins in the form of fibres
it: Resine polimeriche semilavorate in forma di fibre

source: Semi-worked polymer resins in the form of plates
it: Resine polimeriche semilavorate in forma di piastre

source: Pipe extensions (non-metallic -) [parts of rigid water pipes]
it: Estensioni per tubi (non metalliche -) [parti di tubi per l'acqua rigidi]

source: Pipe sealing compositions
it: Composti sigillanti per tubi

source: Range spacers for overhead line insulators
it: Distanziali per isolatori per linee aeree

source: Fleeces of crude fibres of rock [insulation]
it: Velli di fibre di roccia grezze [isolamento]

source: Chemical compositions for repairing leaks
it: Composizioni chimiche per stagnare le fughe

source: Fabrics made from ceramic fibres for use as insulation
it: Tessuti realizzati con fibre di ceramica per uso come isolanti

source: Sealing compounds for stopping leakage from oil tanks [other than chemicals]
it: Composti sigillanti per bloccare perdite da serbatoi di petrolio [non prodotti chimici]

source: Pre-insulated bonded flexible hoses (Non-metallic -)
it: Tubi flessibili preisolati a strati sovrapposti (Non metallici -)

source: Pre-insulated bonded flexible hoses (Non-metallic -) for use in vehicle engines
it: Tubi flessibili preisolati a strati sovrapposti (Non metallici -) per motori di veicoli

source: Rubber hose for the splicing of cables
it: Tubi flessibili in gomma per giuntatura di cavi

source: Granules of rubber
it: Granuli di gomma

source: Washers of vulcanised fibre for the protection of hooks
it: Rondelle di fibre vulcanizzate per la protezione di ganci

source: Foils of plastics [semi-finished products]
it: Fogli di plastica [prodotti semilavorati]

source: Gaskets in the form of sheets
it: Guarnizioni sotto forma di fogli

source: Strips of rubber for protecting the edges of furniture
it: Strisce di gomma per protezione di bordi di mobili

source: Tapes (Adhesive -) for electrical insulating purposes
it: Nastri (Adesivi -) per isolamento elettrico

source: Resins for use in cable splicing
it: Resine per giuntatura di cavi

source: Pipe fittings [junctions] (non-metallic -)
it: Raccordi per tubi [giunzioni] (non metallici -)

source: Soundproofing materials for buildings
it: Materiali per l'insonorizzazione di edifici

source: Vulcanized fiber for use in the manufacture of building insulation
it: Fibre vulcanizzate per la fabbricazione di isolanti per l'edilizia
